export const stackList = [
	{
		name: 'NodeJs',
		img: 'images/stack2.png',
	},
	{
		name: 'Flutter',
		img: 'images/stack3.png',
	},
	{
		name: 'Python',
		img: 'images/stack4.png',
	},
	{
		name: 'React Js',
		img: 'images/stack5.png',
	},
	{
		name: 'Android Studio',
		img: 'images/stack6.png',
	},
];

export const teamList = [
	{
		name: 'Даулет Дауитбек',
		role: 'Ментор по веб разработке',
		text: 'Программа "Менторство в IT" предназначена для опытных IT-специалистов, желающих поделиться своими знаниями и опытом через наставничество, а также для тех, кто стремится стать эффективными менторами в технологической сфере. Курс охватывает ключевые аспекты менторства, включая методы коммуникации, стратегии обучения, психологию наставничества и развитие лидерских качеств, необходимых для поддержки и развития IT-специалистов на разных этапах их карьеры.',
		img: '/images/imgDaulet.jpg',
	},
	{
		name: 'Рауан Жақсыбаев',
		role: 'Ментор по мобильной разработке',
		img: '/images/imgRauan.jpg',
		text: 'Программа "Менторство в IT" предназначена для опытных IT-специалистов, желающих поделиться своими знаниями и опытом через наставничество, а также для тех, кто стремится стать эффективными менторами в технологической сфере. Курс охватывает ключевые аспекты менторства, включая методы коммуникации, стратегии обучения, психологию наставничества и развитие лидерских качеств, необходимых для поддержки и развития IT-специалистов на разных этапах их карьеры.',
		reverse: true,
	},
];

export const goalsList = [
	{
		title: 'Путь к Программированию для Учителей и Новичков',
		img: 'images/imgGoals.png',
		text: ' BSoft предназначен для учителей и начинающих студентов, предлагая специализированные курсы, чтобы освоить основы программирования. Наши программы также обеспечивают необходимые пререквизиты для тех, кто стремится к освоению более сложных концепций в дальнейшем обучении. BSoft является филиалом Smavy. Мы гордимся тем, что наши программы созданы опытными преподавателями, которые выпустили более 150 учеников.',
	},
	{
		title: 'Открой возможности в Bsoft',
		img: 'images/imgGoals.png',
		text: 'Мы создаем уникальную образовательную атмосферу, где каждый ученик может раскрыть свой потенциал. Наша миссия - объединить энергичных людей, готовых применить свои навыки для трансформации мира вокруг себя. Если вы стремитесь к совершенству в программировании и хотите стать частью поддерживающего сообщества, присоединяйтесь к нам в Bsoft!',
	},
	{
		title: 'Инновационное Обучение в Bsoft',
		img: 'images/imgGoals.png',
		text: 'В Bsoft мы предлагаем не просто учебу, а инструменты для создания успешного будущего в цифровом мире. Наша программа обучения сосредоточена на передовых методах веб-разработки и мобильной разработки, чтобы наши студенты могли эффективно решать любые задачи и внедрять инновационные решения. С нашими опытными преподавателями и поддерживающим сообществом вы готовы не просто к успеху, а к преуспеванию в карьере в сфере IT.',
	},
];

export const priceList = [
	{
		title: 'Базовые курсы',
		description: 'Изучение основных навыков программирования',
		img: '/images/imgPrice1.png',
		list: [
			'Офлайн обучение',
			'Связь с предоподователем',
			'Промежуточные тесты',
			'Домашние задания',
			'Менторство',
		],
		price: '36,000 тенге / месяц',
	},
	{
		title: 'Продвинутые курсы',
		description: 'Изучение продвинутых навыков программирования',
		img: '/images/imgPrice2.png',
		list: [
			'Офлайн обучение',
			'Связь с предоподователем',
			'Промежуточные тесты и домашние задания',
			'Индивидуальные и групповые проекты',
			'Менторство и помощь в поиске работы',
		],
		price: '100,000 тенге / месяц',
	},
];

export const reviewsList = [
	{
		name: 'Ержан А.',
		role: 'Фронтенд На React',
		study: 'Студент ATY',
		text: 'Я очень доволен тем, как быстро я научился программированию благодаря курсам BSoft. Учителя были профессионалами в своей области и были всегда готовы помочь мне.',
		review: 3,
	},
	{
		name: 'Ержан А.',
		role: 'Фронтенд На React',
		study: 'Студент ATY',
		text: 'Я очень доволен тем, как быстро я научился программированию благодаря курсам BSoft. Учителя были профессионалами в своей области и были всегда готовы помочь мне.',
		review: '5',
		reverse: true,
	},
	{
		name: 'Ержан А.',
		role: 'Фронтенд На React',
		study: 'Студент ATY',
		text: 'Я очень доволен тем, как быстро я научился программированию благодаря курсам BSoft. Учителя были профессионалами в своей области и были всегда готовы помочь мне.',
		review: '5',
	},
];

export const coursesList = [
	{
		name: 'Веб программирование на Js',
		img: 'images/imgCourse1.png',
	},
	{
		name: 'Мобильное программирование на Dart',
		img: 'images/imgCourse2.png',
	},
	{
		name: 'Введение в программирование на Java',
		img: 'images/imgCourse3.png',
	},
];

export const questionsList = [
	{
		name: 'Какие Языки Программирования Преподаются?',
		text: 'Мы предлагаем изучение широко применяемых языков программирования, таких как Java, Python, JavaScript и Dart.',
	},
	{
		name: 'Какие курсы доступны',
		text: 'Школа предлагает продвинутые курсы по фронтенд-разработке с помощью ReactJs, бэкэнд-разработке на NodeJs, мобильной разработке на Flutter и Android и анализу данных с помощью Python. Так же курс Современных инструментов',
	},
	{
		name: 'Какие Предварительные Требования Для Курсов?',
		text: 'Для некоторых курсов могут потребоваться предварительные знания основ программирования, но школа предлагает вводные курсы, чтобы помочь учащимся освоиться.',
	},
];
