export const stackList = [
	{
		name: 'JavaScript',
		img: 'images/javascript-white.svg',
	},
	{
		name: 'Dart',
		img: 'images/icons8-dart.svg',
	},
	{
		name: 'Java',
		img: 'images/java-white.svg',
	},]

export const teamList = [
	{
		name: 'Даулет Дауитбек',
		role: 'Ментор по веб разработке',
		text: 'Старший веб-инженер в Берлинской компании, Hopkins Tech 7 летний опыт в сфере ИТ и в разработке веб приложении. 3 летний опыт в сфере профильного образования и менторства.',
		img: '/images/daulet.jpg',
	},
	{
		name: 'Рауан Жақсыбаев',
		role: 'Ментор по мобильной разработке',
		img: '/images/rauan.jpg',
		text: '9-летний опыт работы в сфере IT. Участие в крупных банковских и финтех проектах как Kaspi Pay, Tayyab, Wio Bank в ОАЕ. Многолетний опыт в сфере образования по предметам Математика и Информатика.',
		link: 'https://www.linkedin.com/in/rauan-zhaxibayev-6a2940103/',

	},
	{
		name: 'Бахытжан Мыктыбаев',
		role: 'Преподаватель по Introduction to programming with Java, Dart.',
		text: 'Учитель по Мобильной разработке. Большой опыт в преподавании информатики. Магистр педагогических наук.',
		img: '/images/bakhytzhan-myhtybaev.jpg',

	},
	{
		name: 'Рысбек Әлнұр',
		role: 'Помощник учителя по курсу Introduction to programming with Java, Dart. Выпускник JIHC.',
		text: 'Победитель Республиканской олимпиады WorldSkills.',
		img: '/images/Ryzbeke.jpg'
	},
	{
		name: 'Алмаз Анарбеков',
		role: 'Учитель по курсу Introduction to programming with Javascript.',
		text: 'Бакалавр педагогических наук. Опыт в преподавании больше 3 лет',
		img: '/images/almaz-anarbek.JPG',

	},
	{
		name: 'Айдын Мейрамханулы',
		role: 'Помощник учителя по курсу Introduction to programming with Javascript.',
		text: 'Выпускник JIHC. Фриланс веб разработчик со стажем 2 года',
		img: '/images/aidyn.jpg',
	},
];

export const goalsList = [
	{
		title: 'Путь к Программированию для Учителей и Новичков',
		img: 'images/imgGoals.png',
		text: ' BSoft предназначен для учителей и начинающих студентов, предлагая специализированные курсы, чтобы освоить основы программирования. Наши программы также обеспечивают необходимые пререквизиты для тех, кто стремится к освоению более сложных концепций в дальнейшем обучении. BSoft является филиалом Smavy. Мы гордимся тем, что наши программы созданы опытными преподавателями, которые выпустили более 150 учеников.',
	},
	{
		title: 'Открой возможности в Bsoft',
		img: 'images/imgGoals.png',
		text: 'Мы создаем уникальную образовательную атмосферу, где каждый ученик может раскрыть свой потенциал. Наша миссия - объединить энергичных людей, готовых применить свои навыки для трансформации мира вокруг себя. Если вы стремитесь к совершенству в программировании и хотите стать частью поддерживающего сообщества, присоединяйтесь к нам в Bsoft!',
	},
	{
		title: 'Инновационное Обучение в Bsoft',
		img: 'images/imgGoals.png',
		text: 'В Bsoft мы предлагаем не просто учебу, а инструменты для создания успешного будущего в цифровом мире. Наша программа обучения сосредоточена на передовых методах веб-разработки и мобильной разработки, чтобы наши студенты могли эффективно решать любые задачи и внедрять инновационные решения. С нашими опытными преподавателями и поддерживающим сообществом вы готовы не просто к успеху, а к преуспеванию в карьере в сфере IT.',
	},
];

export const priceList = [
	{
		title: 'Базовые курсы',
		description: 'Изучение основных навыков программирования',
		img: '/images/imgPrice1.png',
		list: [
			'Гибридное обучение(оффлайн/онлайн)',
			'Связь с предоподователем',
			'Промежуточные тесты',
			'Домашние задания',
			'Менторство',
		],
		price: '36,000 тенге / месяц',
	},
	{
		title: 'Продвинутые курсы',
		description: 'Изучение продвинутых навыков программирования',
		img: '/images/imgPrice2.png',
		list: [
			'Гибридное обучение(оффлайн/онлайн)',
			'Связь с предоподователем',
			'Промежуточные тесты и домашние задания',
			'Индивидуальные и групповые проекты',
			'Менторство и помощь в поиске работы',
		],
		price: '100,000 тенге / месяц',
	},
];

export const reviewsList = [
	{
		name: 'Ердаулет А.',
		role: 'Java',
		study: 'Студент ENU',
		text: 'Пройдя курсы BSoft по Android-разработке я освоил самые нужные навыки за короткое время. Мне понравился контент курса, никакой воды и самое главное мне помогли пройти собеседования.',
		review: 5,
	},
	{
		name: 'Нурсултан А.',
		role: 'JavaScript',
		study: 'Студент ITU',
		text: 'В курсе по основам программирования на JavaScript мне особенно понравилась подача контента кураторов, большое количество практических задач. Обратная связь от кураторов дает возможность идти дальше.',
		review: '5',
		reverse: true,
	},
	{
		name: 'Нурзат М.',
		role: 'Dart',
		study: 'Студент ATY',
		text: 'Обучение в IT-школе стало для меня настоящим открытием! Практический подход преподавателей и интересные задания помогли мне лучше понять основы программирования.',
		review: '5',
	},
];

export const coursesList = [
	{
		name: 'Introduction to web programming HTML, CSS, JavaScript',
		img: 'images/javascript-color.svg',
		description: 'Курс " Introduction to programming with JavaScript" обучает основам языка программирования. По окончании студенты смогут писать код на JavaScript и будут готовы к изучению React и Node.js.',
		additional: ' ◉Стоимость: 100 тыс/месяц ◉Длительность: 26 недель (6 месяцев) / 98 часов / 4дня ◉Формат: Гибридный, онлайн уроки на Discord, офлайн практические занятия',
	},
	{
		name: 'Introduction to programming with Dart',
		img: 'images/dart- color.svg',
		description: 'Курс “Introduction to programming with Dart” для новичков. Вы освоите синтаксис Dart и базовые концепции ООП, готовясь к дальнейшему изучению Flutter."',
		additional: ' ◉Стоимость: 100 тыс/месяц ◉Длительность: 26 недель (6 месяцев) / 98 часов / 4дня ◉Формат: Гибридный, онлайн уроки на Discord, офлайн практические занятия',
		button: 'second'
	},
	{
		name: 'Introduction to programming with Java',
		img: 'images/java-color.svg',
		description: 'Курс "Introduction to programming with Java" обучает базовым принципам Java и созданию простых программ, подготавливая к дальнейшему изучению и разработке сложных приложений.',
		additional: ' ◉Стоимость: 100 тыс/месяц  ◉Длительность: 26 недель (6 месяцев) / 98 часов / 4дня ◉Формат: Гибридный, онлайн уроки на Discord, офлайн практические занятия',
		button: 'third'
	},
];

export const questionsList = [
	{
		name: 'Какие Языки Программирования Преподаются?',
		text: 'Мы предлагаем изучение широко применяемых языков программирования, таких как Java, JavaScript и Dart.',
	},
	{
		name: 'Какие курсы доступны',
		text: 'Школа предлагает курсы по основам программирования с помощью Html, Css, JavaScript, мобильной разработке на Java и Dart.',
	},
	{
		name: 'Какие Предварительные Требования Для Курсов?',
		text: 'Для некоторых курсов могут потребоваться предварительные знания основ программирования, но школа предлагает вводные курсы, чтобы помочь учащимся освоиться.',
	},
];
