export const stackList = [
	{
		name: 'Kotlin',
		img: 'images/stack1.png',
	},
	{
		name: 'NodeJs',
		img: 'images/stack2.png',
	},
	{
		name: 'Flutter',
		img: 'images/stack3.png',
	},
	{
		name: 'Python',
		img: 'images/stack4.png',
	},
	{
		name: 'React Js',
		img: 'images/stack5.png',
	},
	{
		name: 'Android Studio',
		img: 'images/stack6.png',
	},
];

export const teamList = [
	{
		name: 'Даулет Дауитбек',
		role: 'Ментор по веб разработке',
		img: '/images/imgDaulet.jpg',
		reverse: true,
	},
	{
		name: 'Рауан Жақсыбаев',
		role: 'Ментор по мобильной разработке',
		img: '/images/imgRauan.jpg',
		text: 'Программа "Менторство в IT" предназначена для опытных IT-специалистов, желающих поделиться своими знаниями и опытом через наставничество, а также для тех, кто стремится стать эффективными менторами в технологической сфере. Курс охватывает ключевые аспекты менторства, включая методы коммуникации, стратегии обучения, психологию наставничества и развитие лидерских качеств, необходимых для поддержки и развития IT-специалистов на разных этапах их карьеры.',
		reverse: false,
	},
];

export const goalsList = [
	{
		title: 'Upgrade yourself Today',
		img: 'images/imgGoals.png',
		text: 'В нашей школе программирования мы стремимся вооружить взрослых навыками, необходимыми им для достижения успеха в сегодняшнюю цифровую эпоху. Наше внимание к передовым концепциям веб-разработки и разработки мобильных устройств гарантирует, что наши студенты готовы решать сложные задачи и создавать инновационные решения, которые приносят реальные результаты. С опытными инструкторами и поддерживающим сообществом мы стремимся помочь вам достичь ваших целей и преуспеть в вашей карьере.',
	},
	{
		title: 'Upgrade yourself Today',
		img: 'images/imgGoals.png',
		text: 'В нашей школе программирования мы стремимся вооружить взрослых навыками, необходимыми им для достижения успеха в сегодняшнюю цифровую эпоху. Наше внимание к передовым концепциям веб-разработки и разработки мобильных устройств гарантирует, что наши студенты готовы решать сложные задачи и создавать инновационные решения, которые приносят реальные результаты. С опытными инструкторами и поддерживающим сообществом мы стремимся помочь вам достичь ваших целей и преуспеть в вашей карьере.',
	},
	{
		title: 'Upgrade yourself Today',
		img: 'images/imgGoals.png',
		text: 'В нашей школе программирования мы стремимся вооружить взрослых навыками, необходимыми им для достижения успеха в сегодняшнюю цифровую эпоху. Наше внимание к передовым концепциям веб-разработки и разработки мобильных устройств гарантирует, что наши студенты готовы решать сложные задачи и создавать инновационные решения, которые приносят реальные результаты. С опытными инструкторами и поддерживающим сообществом мы стремимся помочь вам достичь ваших целей и преуспеть в вашей карьере.',
	},
];
